import {
  Card,
  CardContent,
  CardHeader,
  CardTitle,
} from "@/components/ui/card"

export default function PupilFeedbackCard() {
  return <Card>
    <CardHeader>
      <CardTitle>Отзыв коллектива 9 "б" класса</CardTitle>
    </CardHeader>
    <CardContent>
      Екатерина Семеновна учит нас русскому языку и русской литературе. Как учитель, она в меру строгая, требовательная (что является плюсом, а не минусом, и это, в свою очередь, учит нас самостоятельности). Ее уроки всегда очень интересные, она притягивает к себе все наше внимание тем, что создает прекрасную атмосферу для работы и общения. Можно также отметить, что Екатерина Семеновна полностью раскрывает суть той темы, которую мы в данное время изучаем. На уроках русской литературы нам нравится проводить дискуссии на духовно-нравственные темы, которые она проводит очень искусно.
      Екатерина Семеновна общается с нами как на равных, при этом, не теряя свой авторитет, как учитель. Она добрая, отзывчивая, искренняя, открытая, эмоциональная, творческая, обаятельная. Екатерина Семеновна – настоящий мастер своего дела!
      Мы ее любим и ценим.
      С чувством глубокого уважения и признательности, коллектив 9 «б» класса.
    </CardContent>
  </Card>
}