import {
  Card,
  CardContent,
  CardHeader,
  CardTitle,
} from "@/components/ui/card"

export default function SchoolFeedbackCard() {
  return <Card>
    <CardHeader>
      <CardTitle>Отзыв ученика Петров Н.С</CardTitle>
    </CardHeader>
    <CardContent>
      Учитель - это призвание. Учителями не рождаются, ими становятся. И это в полной мере можно отнести к нашему учителю – Леверьевой Екатерине Семёновне.
      Екатерина Семёновна  хорошо знает свой предмет, умело планирует программный материал, рационально строит уроки в зависимости от уровня развития и воспитанности учащихся. Умеет предусматривать возможные затруднения учащихся в тех или иных видах деятельности. Применяет  различные методы обучения и наглядные пособия.
      Мимо Екатерины Семёновны не проходит ни один поступок учащихся: ни положительный, ни отрицательный, на что она реагирует очень тактично, грамотно. Она относится ко всем нам очень объективно и справедливо. Благодаря ей,  мы научились оценивать свои поступки и поступки своих товарищей, ценить дружбу, относиться с уважением к старшим, любить свою Родину, свой край, своих родных.
      Екатерина Семёновна, не считаясь с трудностями, не жалея своего личного времени, отдаёт все свои знания, душевное тепло, заботу и любовь нам. И мы относимся к ней с большим уважением и любовью.
      Екатерина Семёновна - ответственная,  очень преданна своей работе. Она завоевала авторитет и уважение, как со стороны педагогов, так и наших родителей.
    </CardContent>
  </Card>
}